Revit 2024 API
GroupTypeId.OverallLegend Property
 Overall Legend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId OverallLegend { get; }
Visual Basic
Public Shared ReadOnly Property OverallLegend As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OverallLegend {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace